[
  {
    "_id": "636541bf216291acecb8d8f5",
    "name": "Jonathan Demme",
    "bio": "Robert Jonathan Demme was an American director, producer, and screenwriter.",
    "birth": "1944-01-01T00:00:00.000Z",
    "death": "2017-01-01T00:00:00.000Z"
  },
  {
    "_id": "636541bf216291acecb8d8f6",
    "name": "Judd Apatow",
    "bio": "Judd Apatow is an American producer, writer, director, actor and stand-up comedian.",
    "birth": "01/01/1967",
    "death": ""
  },
  {
    "_id": "636541bf216291acecb8d8f7",
    "name": "James Cameron",
    "bio": "James Cameron is a critically acclaimed film director known for some of the biggest box-office hits of all time. A science-fiction fan as a child, he went on to produce and direct films including The Terminator, Aliens and Avatar. He has received numerous Academy Awards and nominations for his often large-scale, expensive productions. His most noted work, 1997's Titanic, became the first film to earn more than $1 billion and landed 14 Academy Award nominations. Cameron took home three Oscars himself for the project: Best Director, Best Film Editing and Best Picture.",
    "birth": "16/08/1954",
    "death": ""
  },
  {
    "_id": "636541bf216291acecb8d8f8",
    "name": "Sam Raimi",
    "bio": "Highly inventive U.S. film director/producer/writer/actor Sam Raimi first came to the attention of film fans with the savage, yet darkly humorous, low-budget horror film, The Evil Dead (1981). From his childhood, Raimi was a fan of the cinema and, before he was ten-years-old, he was out making movies with an 8mm camera. He was a devoted fan of The Three Stooges, so much of Raimi's film work in his teens, with good friends Bruce Campbell and Rob Tapert, was slapstick comedy based around what they had observed from \"Stooges\" movies.",
    "birth": "23/10/1959",
    "death": ""
  },
  {
    "_id": "636541bf216291acecb8d8f9",
    "name": "Joel Schumacher",
    "bio": "Joel Schumacher was an American film director, film producer, screenwriter and fashion designer from New York City. He rose to fame in the 1980s for directing the coming-of-age drama \"St. Elmo's Fire\" (1985), and the vampire-themed horror film \"The Lost Boys\" (1987). In the 1990s, he worked on two controversial superhero films \"Batman Forever\" (1995) and \"Batman & Robin\" (1997). His final high-profile film was \"The Phantom of the Opera\" (2004). It was an adaptation of Andrew Lloyd Webber's 1986 musical, rather than the original novel. Towards the end of his career, Schumacher primarily worked on low-profile films with small budgets.",
    "birth": "29/08/1939",
    "death": "22/06/2020"
  },
  {
    "_id": "636541bf216291acecb8d8fa",
    "name": "Francis Ford Coppola",
    "bio": "Francis Ford Coppola born April 7, 1939) is an American film director, producer, and screenwriter. He is considered one of the major figures of the New Hollywood filmmaking movement of the 1960s and 1970s. Coppola is the recipient of five Academy Awards, six Golden Globe Awards, two Palmes d'Or, and a British Academy Film Award (BAFTA).",
    "birth": "07/04/1939",
    "death": ""
  }
]